Repository: annajersey/woocommerce-price-levels
Catalog: languages/wc_pricelevels-*.po
Languages: fr_fr

source: Role Display Name
fr_fr: Rôle nom d'affichage

source: Role Key
fr_fr: Clé de Rôle

source: Count of Users
fr_fr: Le nombre d'utilisateurs

source: Enable Price Levels
fr_fr: Activer niveaux de prix

source: Actions
fr_fr: Actes

source: Delete
fr_fr: Effacer

source: role still has
fr_fr: Ce rôle a encore

source: customers / users assigned to it. You must remove all users from a role before it can be deleted.
fr_fr: clients / utilisateurs qui lui sont confiées. Vous devez supprimer tous les utilisateurs d'un rôle avant d'être supprimé.

source: << Back
fr_fr: Arrière

source: Can't delete:
fr_fr: Vous ne pouvez pas supprimer:

source: role still uses this role to calculate price.
fr_fr: rôle utilise encore ce rôle pour calculer le prix.

source: Cannot delete roles that were not added by this plugin.
fr_fr: Vous ne pouvez pas supprimer des rôles qui n'ont pas été ajoutées par ce plugin.

source: Edit
fr_fr: Modifier

source: Yes
fr_fr: Oui

source: No
fr_fr: Aucun

source: Edit Role
fr_fr: Modifier Rôle

source: Role Name
fr_fr: rôle Nom

source: Price Type
fr_fr: Prix ​​de revient

source: Calculation Source
fr_fr: Calcul Source

source: Amount
fr_fr: Montant

source: Enable Price Override on Product Page
fr_fr: Activer Ajustement de prix sur la page du produit

source: Save
fr_fr: Sauver

source: Customer Levels
fr_fr: Niveaux des clients

source: Add New Role
fr_fr: Ajouter un nouveau rôle

source: WooCommerce Price Levels requires WooCommerce installed and activated.
fr_fr: Niveaux WooCommerce Prix nécessite WooCommerce installé et activé.

source: Add New Customer Role
fr_fr: Ajouter un nouveau rôle

source: Edit Customer Role
fr_fr: Modifier Rôle

source: Cost Price
fr_fr: Prix ​​de revient

source: MSRP
fr_fr: PDSF

source: Price
fr_fr: Prix

source: Can't disable Price Levels:
fr_fr: Vous ne pouvez pas désactiver les niveaux de prix:

source: This role still has
fr_fr: Ce rôle a encore
